{
  "survey_scrape_info": {
    "file_name": "ex_sel350-ft0004.pdf",
    "folder_name": "350 - Questionnaire Example",
    "download_date": "22/03/2017",
    "scrape_date": "16/05/2017"
  },
  "segment": {
    "segment_type": "survey",
    "text": "Quarterly Welsh Business Survey",
    "survey_number": "350",
    "file_name": "0004",
    "reporting_period": {
      "start": "01/04/2014",
      "finish": "30/06/2014"
    },
    "context": "Figures should relate to all outlets within Wales of the business named on the front page.",
    "segment": [
      {
        "ID": "Consumer credit granting under agreements with consumers",
        "question": [
          {
            "ID": "1a",
            "text": "Does this business operate as a consumer credit grantor in Wales?",
            "inclusions": "consumer credit business on non-deposit taking finance houses and other specialist consumer credit grantors",
            "exclusions": "finance houses in the monetary sector (ie. banks), insurance companies, retailers, mortgage finance, vehicles and specialist leasing companies.",
            "tracking_code": "C_1",
            "type": "boolean",
            "routing": [
              {
                "value": "Yes",
                "destination": "C_2"
              },
              {
                "value": "No",
                "destination": "C_3"
              }
            ]
          },
          {
            "ID": "1b",
            "text": "What was the total amount outstanding for consumer credit granting under agreements with consumers on 30 June 2014",
            "context": [
              "Consumer credit agreements are personal credit agreements involving the provision of credit to individuals (other than for house purchase i.e. loans secured by a first charge on residential property or land).",
              "Estimates are acceptable"
            ],
            "inclusions": "all credit agreements entered into by you with consumers, including those made through a retailer or other agent. Also include agreements purchased or refinanced by you from retailers, vehicle hire firms or other finance companies, e.g. block discounting arrangements.",
            "exclusions": "leasing and factoring.",
            "type": "pound_thousands_2",
            "tracking_code": "C_2"
          }
        ]
      },
      {
        "ID": "Fees and commissions received",
        "question": [
          {
            "ID": "2a",
            "text": "Does this business provide financial services or advice and/or receive commissions/fees for products such as insurances and pensions or the negotiation of loans in Wales?",
            "inclusions": "fund management activities, security broking and related activities, credit or finance broking, provision of financial advice, mortgage broking, insurance broking, loss adjusting, provision of pension advice and other activities auxiliary to the provision and management of finance and insurance and pension funding.",
            "tracking_code": "C_3",
            "type": "boolean",
            "routing": [
              {
                "value": "Yes",
                "destination": "C_4"
              },
              {
                "value": "No",
                "destination": "146"
              }
            ]
          }
        ],
        "segment": [
          {
            "ID": "2b",
            "text": "During the period 1 April 2014 to 30 June 2014 what was the total amount received in respect of fees received from clients for financial work carried out and commissions on sales of financial products?",
            "context": "If you cannot provide figures for the requested period, please provide figures for the closest approximation possible, and specify the dates covered here.",
            "question": [
              {
                "text": "From",
                "type": "dmy_date",
                "tracking_code": "C_4"
              },
              {
                "text": "To",
                "type": "dmy_date",
                "tracking_code": "C_5"
              },
              {
                "text": "Estimates are acceptable",
                "type": "pound_thousands_2",
                "tracking_code": "C_6"
              }
            ]
          }
        ]
      },
      {
        "ID": "Comments",
        "question": [
          {
            "ID": "3",
            "text": "Please use the box below to write any comments regarding your figures.",
            "context": [
              "For example outlets opened or closed, extreme weather, temporary closure of outlet etc.",
              "Please include details of any significant impacts upon your data resulting from changes in the accounting approaches you have taken."
            ],
            "type": "open_text",
            "tracking_code": "146"
          }
        ]
      },
      {
        "ID": "Contact Details",
        "question": [
          {
            "ID": "4",
            "type": "contact_3"
          },
          {
            "type": "signature_date",
            "tracking_code": "C_7"
          }
        ]
      }
    ]
  }
}